Repository: c4dt/omniledger
Catalog: mobile/app/App_Resources/iOS/*.lproj/Localizable.strings
Languages: fr

# _progress_success_1Jcnfq
source: Success
fr: Opération réussie

# _progress_error_1yFLqO
source: Error: %1$@
fr: Erreur: %1$@

# _progress_done_R75Vp
source: Done
fr: Terminé

# _progress_saving_Z1KVbbb
source: Saving
fr: Enregistrement

# _progress_updating_21vxYc
source: Updating
fr: Mise à jour

# _dialog_fail_value7_2uf1ds
source: This sucks
fr: Ça craint

# _dialog_fail_value6_2uf1dr
source: Life's hard
fr: La vie est dure

# _dialog_fail_value5_2uf1dq
source: Why?
fr: Mais pourquoi?

# _dialog_fail_value4_2uf1dp
source: Dang
fr: Mince

# _dialog_fail_value3_2uf1do
source: Try later
fr: Une autre fois

# _dialog_fail_value2_2uf1dn
source: Shame
fr: Dommage

# _dialog_fail_value1_2uf1dm
source: Too bad
fr: Tant pis

# _dialog_ok_value6_2jkXvb
source: Best
fr: Nickel

# _dialog_ok_value5_2jkXva
source: Fantastic
fr: Fantastique

# _dialog_ok_value4_2jkXv9
source: Wonderful
fr: Merveilleux

# _dialog_ok_value3_2jkXv8
source: This rocks
fr: Top

# _dialog_ok_value2_2jkXv7
source: Nice
fr: Super

# _dialog_ok_value1_2jkXv6
source: Cool
fr: Trop cool

# _dialog_dismiss_27dR5A
source: Dismiss
fr: Rejeter

# _dialog_keep_Z1z0Vw
source: Keep
fr: Garder

# _dialog_accept_hx8au
source: Accept
fr: Accepter

# _dialog_cancel_lyG7I
source: Cancel
fr: Annuler

# _dialog_delete_nSPs5
source: Delete
fr: Supprimer

# _dialog_update_XKJst
source: Update
fr: Mise à jour

# _dialog_no_1zOTXf
source: No
fr: Non

# _dialog_yes_Z1D6WhC
source: Yes
fr: Oui

# _dialog_error_ZNa7Uk
source: Something went wrong: %1$@
fr: Un problème est survenu: %1$@

# _dialog_data_saved_29bwC
source: Saved your data
fr: Données enregistrées

# _dialog_failure_Z18Y0MH
source: Failure
fr: Échec

# _dialog_choose_m2lFX
source: Please choose
fr: Choisis une option

# _dialog_success_Z24m2UJ
source: Success
fr: Opération réussie

# _button_save_Z28kRc8
source: Save
fr: Enregistrer

# _button_continue_18Aa26
source: Continue
fr: Continuer

# _modal_user_close_19sogd
source: Tap to close
fr: Clique pour fermer

# _modal_user_scan_ZVICA3
source: Scan QR Code to copy user
fr: Scanne le QR Code pour copier l'utilisateur

# _modal_user_title_1aAbJ0
source: Info for %1$@
fr: Informations sur %1$@

# _loading_connecting_1mkT4w
source: Connecting
fr: Connection en cours

# _group_details_show_qr_1zzCFJ
source: Show QR Code
fr: Afficher le QR code

# _group_details_show_definition_Z1TOELe
source: Show Group Definition
fr: Afficher la définition de groupe

# _group_details_title_2gDnsA
source: Details
fr: Détails

# _group_configure_which_public_key_Z27NBhd
source: Which public key do you want to use?
fr: Quelle clef publique voulez-vous utiliser?

# _group_configure_choose_predecessor_2qvJfO
source: Choose a predecessor
fr: Choisissez un prédécesseur

# _group_configure_choose_organizer_Zb3wEv
source: Choose an organizer
fr: Choisissez un organisateur

# _group_configure_warning_Z14rBYr
source: Warning
fr: Attention

# _group_configure_alert_no_predecessor_1L3Qjw
source: There is no possible predecessor available
fr: Il n'y a pas de prédécesseurs disponibles

# _group_configure_alert_different_predecessor_Z1Sp7P2
source: A proposed group contract needs to be different from its predecessor(s).
fr: Un contrat de groupe proposé doit être différent de(s) prédécesseur(s).

# _group_configure_alert_not_enough_predecessor_1rjpPi
source: A new group contract has to have at least one predecessor.
fr: Un nouveau contrat de groupe doit avoit au moins un prédécesseur.

# _group_configure_title_dW3DH
source: Group Definition
fr: Définition de groupe

# _group_delete_group_2jDGJ7
source: Do you want to delete this group?
fr: Voulez-vous supprimer ce groupe?

# _group_select_action_1F1VyA
source: Select Action
fr: Sélctionner l'action

# _group_show_current_contract_ZjnEB6
source: Show Current Group Contract QR Code
fr: Afficher le QR code du groupe de contrat actuel

# _group_show_proposed_contract_XQdTp
source: Show Proposed Group Contract QR Code
fr: Afficher le QR code du contrat de groupe proposé

# _group_propose_contract_EM5J4
source: Propose New Group Contract
fr: Proposer un nouveau contrat de groupe

# _group_removed_organizer_Z179zEb
source: You have been removed from the group. How do you want do handle it?
fr: Vous avez été retiré du groupe. Comment voulez le gérer?

# _group_cannot_propose_1veItW
source: You cannot propose a new group contract.
fr: Vous ne pouvez pas proposer un nouveau contrat de groupe.

# _group_follower_cannot_add_proposed_26gtXa
source: You cannot keep this group contract as a group follower.
fr: Vous ne pouvez pas garder ce contrat de groupe en tant que suiveur du groupe.

# _group_how_handle_group_contract_C1dsv
source: How do you want to handle this new group contract?
fr: Comment voulez gérer ce nouveau contrat de groupe?

# _group_accept_group_contract_Z2o3f4G
source: Do you want to accept this new group contract?
fr: Voulez-vous accepter ce contrat de groupe?

# _group_not_contain_your_pk_1Kxt0s
source: It does not contain your public key. Do you want to keep it?
fr: Ce contrat de group ne contient pas votre clef publique. Voulez-vous tout de même le garder?

# _group_predecessor_1TGo6e
source: Predecessor
fr: Prédécesseur

# _group_publickeys_1oNlOb
source: Public Keys
fr: Clefs Publiques

# _group_title_ZlFGdO
source: Group Management
fr: Gestion de Groupe

# _add_poll_prop_choices_ZEcvTz
source: Choices
fr: Options

# _add_poll_prop_title_Z2jzeoN
source: Title
fr: Titre

# _add_poll_prop_party_Z2jQyEG
source: Party
fr: Rencontre

# _add_poll_action_ZrChyt
source: Save new poll
fr: Enregistrer

# _add_poll_title_Z1MFznp
source: Add Poll
fr: Créer un nouveau sondage

# _polls_missing_badge_mVhS6
source: Before you can answer any polls, you need to get a personhood-badge
fr: Avant de pouvoir participer aux sondages, tu dois obtenir un badge d'individualité

# _polls_deleting_ZFT9FY
source: Deleting polls
fr: Effacement des sondages

# _polls_updating_Z5zClB
source: Updating polls
fr: Mise à jour des sondages

# _polls_reloading_Z5drwE
source: Reloading polls
fr: Rechargement des sondages

# _polls_title_Z2n5cSu
source: Answer polls anonymously
fr: Répondre anonymement à des sondages

# _add_ropascis_description_29nFOP
source: The total cost of the game also includes the cost of saving it to the blockchain, which is 0.101 poplets. The first player needs to spend the stake + 0.101, while the second player only needs to pay the stake. The winner receives all the stake, while the loser doesn't receive anything. In case of a draw, the system takes it all!
fr: Le coût pour un jeu est la mise + 0.101 poplets pour la création du jeu sur la blockchain. Le premier joueur doit dépenser la mise + 0.101 poplets, tandis que le deuxième joueur ne paye que la mise. Le gagnant reçoit 2 x la mise, tandis que le perdant ne reçois rien. En cas de match null, toutes les mises sont remises au système.

# _add_ropascis_prop_choice_Z11qHCW
source: Choice
fr: Choix

# _add_ropascis_prop_stake_Z1XYVMB
source: Stake
fr: Mise

# _add_ropascis_action_KA71w
source: Send Game to the Blockchain
fr: Créer le jeu dans la blockchain

# _ropascis_use_calypso_t99mW
source: Use Calypso
fr: Utilise Calypso

# _ropascis_no_calypso_1jdfaL
source: You chose not to use calypso - this will make the game more difficult. Are you sure?
fr: Tu as choisi de ne pas utiliser Calypso - ceci va rendre le jeu plus difficile. Es-tu sûr?

# _ropascis_scissors_btg8V
source: Scissors
fr: Ciseaux

# _ropascis_paper_Z2eScq6
source: Paper
fr: Feuille

# _ropascis_rock_Z2wuTYa
source: Rock
fr: Caillou

# _ropascis_publishing_Z198jF9
source: Publishing game
fr: Publication de la partie

# _ropascis_creating_Z1WQWY0
source: Creating game
fr: Création de la partie

# _ropascis_updating_2wmVMP
source: Updating games
fr: Mise à jour des parties

# _ropascis_reloading_Z9CSOS
source: Reoading games
fr: Rechargement des parties

# _ropascis_revealing_Z9H5os
source: Revealing
fr: Dévoilement

# _ropascis_sending_move_1oL9mt
source: Sending move
fr: Envoi du choix

# _ropascis_need_registration_ggGku
source: You need to be registered on the blockchain before being able to play
fr: Il faut s'enregistrer sur la blockchain avant de pouvoir jouer

# _ropascis_title_Z2eAQvX
source: Play Rock Paper Scissors
fr: Jouer à feuille-caillou-ciseaux

# _scan_atts_finalizing_Z1AwzoD
source: Finalizing party
fr: Finalisation de la rencontre

# _scan_atts_finalize_ZhwrGO
source: Finalize
fr: Finaliser

# _scan_atts_title_Z2fsCJK
source: Public Keys
fr: Clés publiques

# _add_party_prop_reward_ZL0Bgv
source: Reward
fr: Récompense

# _add_party_prop_location_ZH9kDK
source: Location
fr: Localisation

# _add_party_prop_purpose_Z1IA1G
source: Purpose
fr: Objectif

# _add_party_prop_time_Z1TyNMS
source: Time
fr: Heure

# _add_party_prop_name_Z1TzCTb
source: Name
fr: Nom

# _add_party_organizers_JV9XM
source: Organizers
fr: Organisateurs

# _add_party_title_2cGAxp
source: Add New Party
fr: Créer une nouvelle rencontre

# _contact_info_close_Z1fYNbV
source: Close
fr: Fermer

# _contact_info_instructions_2uogQ2
source: Click on the attributes to call, send email or open url.
fr: Clique sur les attributs pour appeler, envoyer un email ou ouvrir la page web.

# _contact_info_url_Z2b46Vu
source: Webpage: %1$@
fr: Page web: %1$@

# _contact_info_phone_Z1f8qL2
source: Telephone: %1$@
fr: Téléphone: %1$@

# _contact_info_email_Z1fQAuH
source: Email: %1$@
fr: Courriel: %1$@

# _contact_info_alias_Z1g7XgK
source: Info for %1$@
fr: Informations sur %1$@

# _contact_info_title_Z1eR0I9
source: Show Contact
fr: Contact

# _contacts_transfer_fail2_ZSqXy0
source: Cannot pay %1$@ Poplets
fr: Impossible de payer %1$@ Poplets

# _contacts_transfer_fail1_ZSqXy1
source: Coundn't get target address
fr: Adresse de destination non trouvée

# _contacts_transferred_1XTtsf
source: Transferred %1$@ to %2$@
fr: %1$@ transférés à %2$@

# _contacts_transfer_2hJ8ku
source: Transferring Poplets
fr: Transfert de Poplets

# _contacts_fetching_13m1Cu
source: Fetching latest %1$@
fr: Mise à jour de %1$@

# _contacts_saving_byzcoin_m6FG3
source: Saving list to ByzCoin
fr: Enregistrement de la liste sur ByzCoin

# _contacts_updating_others_ZXJ80H
source: Updating all other users
fr: Mise à jour des autres utilisateurs

# _contacts_deleting_1Jqoo7
source: Deleting user from internal list
fr: Effacement d'un utilisateur de la liste interne

# _contacts_saving_Z1ATyN8
source: Saving new list
fr: Enregistrement de la nouvelle liste

# _contacts_updating_2kJUIu
source: Updating all users
fr: Mise à jour des utilisateurs

# _contacts_scanning_Zh1O1f
source: Scanning user
fr: Scannage d'un utilisateur

# _contacts_title_Z219fuu
source: Manage Contacts
fr: Géstion des contacts

# _attributes_attributes_to_byzcoin_Zxb3tj
source: Sending attributes to ByzCoin
fr: Envoi des attributs vers ByzCoin

# _attributes_saving_attributes_Z1H6QQt
source: Saving attributes
fr: Enregistrement des attributs

# _attributes_publish_Z16FvD6
source: Publish Personhood
fr: Publier l'individualité

# _attributes_url_hint_Z1te7jI
source: Enter personal webpage
fr: Saisis ta page web personelle

# _attributes_url_Z2isVRK
source: Url
fr: Web

# _attributes_phone_hint_Y69WO
source: Enter your phone-#
fr: Saisis ton numéro de téléphone

# _attributes_phone_ZXNB3B
source: Phone
fr: Tél

# _attributes_email_hint_Zn7EMt
source: Enter email
fr: Saisis ton courriel

# _attributes_email_ZYwKMh
source: Email
fr: Courriel

# _attributes_alias_hint_Qrxj2
source: Enter alias
fr: Saisis ton pseudonyme

# _attributes_alias_ZYN8yk
source: Alias
fr: Pseudo

# _attributes_title_ZXxb0I
source: Attributes
fr: Attributs

# _personhood_storing_ZXveYL
source: Storing Parties
fr: Enregistrement des rencontres

# _personhood_creating_nKAJI
source: Creating Party on ByzCoin
fr: Création de la rencontre sur ByzCoin

# _personhood_finalized_1BKzBl
source: Party finalized
fr: Rencontre finalisée

# _personhood_finalizing_ZEjk3S
source: Finalizing party
fr: Finaliztion de la rencontre

# _personhood_barrier_QvsuF
source: Activating barrier point
fr: Activation du signal

# _personhood_deleting_ZMv9BK
source: Deleting party
fr: Effacement de la rencontre

# _personhood_registering_ZNpCu4
source: Registering contact
fr: Inscription du contact

# _personhood_mining_4VXmr
source: Mining Poplets
fr: Minage de Poplets

# _personhood_updating_badges_1e8tkw
source: Updating Badges
fr: Mise à jour des badges

# _personhood_parties_updated_ZhRRMC
source: Parties updated
fr: Rencontres mises à jour

# _personhood_updating_parties_23ECVE
source: Updating Parties
fr: Mise à jour des rencontres

# _personhood_register_2uCK3l
source: Register on ByzCoin and Mine Poplets
fr: S'inscrire sur ByzCoin et Miner des Poplets

# _personhood_mine_coins_1spQXa
source: Mine Poplets
fr: Miner des Poplets

# _personhood_title_Z1ipS3I
source: Manage Badges and Parties
fr: Gestion des badges et rencontres

# _meetup_add_contacts_1sCYo2
source: Add all contacts
fr: Ajouter tous les contacts

# _meetup_title_Z2mI4Dp
source: Meetup
fr: Rencontre informelle

# _score_invites_done_Z2dWuca
source: Good inviter!
fr: Wow - tu sais motiver les gens!

# _score_invites_improve_Z1fLY0C
source: Invite and sign up new players.
fr: Invite d'autres joueurs et inscris-les.

# _score_invites_p5UKu
source: invites
fr: invitations

# _score_header_invites_18WYDm
source: Invites (%1$d%%)
fr: Invitations (%1$d%%)

# _score_snack_done_4CJow
source: I hope the snack was good!
fr: J'espère que le snack été bon.

# _score_snack_improve_Ry57A
source: Buy a snack to recover from your efforts.
fr: Achète-toi un snack pour tes efforts!

# _score_polls_done_xuWuO
source: Fervent poller!
fr: Tu as tout répondu

# _score_polls_improve_8muwd
source: Answer polls to raise your achievements.
fr: Réponds à des sondages pour augmenter ton accomplissement.

# _score_polls_wrtdj
source: polls
fr: sondages

# _score_header_polls_ZQ4swu
source: Polls (%1$d%%)
fr: Sondages (%1$d%%)

# _score_ropascis_done_1UHneY
source: Good gamer!
fr: Tu es un bon joueur!

# _score_ropascis_improve_Z104AqI
source: Play some rock-paper-scissor games.
fr: Joue à des parties de feuille-caillou-ciseaux.

# _score_ropascis_1DOwyI
source: rock-paper-scissor
fr: feuille-caillou-ciseaux

# _score_header_ropascis_ZXcd91
source: Games (%1$d%%)
fr: Jeux (%1$d%%)

# _score_parties_done_1wu51c
source: Nice party-goer!
fr: Sacré fêtard!

# _score_parties_improve_ZgNuzl
source: Go to a personhood party and get your public key registered.
fr: Visite une rencontre 'Personhood' et fais inscrire ton identité.

# _score_parties_2essaS
source: parties
fr: rencontres

# _score_header_parties_Z26QBKb
source: Parties (%1$d%%)
fr: Rencontres (%1$d%%)

# _score_meetups_done_1ogcjA
source: Keep up meeting other participants
fr: Tu es au top!

# _score_meetups_improve_Z15lnW6
source: Meet some people and exchange contacts. Only unique meeting groups are counted.
fr: Rencontre d'autres personnes et échange tes contacts. Seules les rencontres avec des groupes distincts sont comptées.

# _score_meetups_ZMpWM4
source: meetups
fr: rencontres informelles

# _score_header_meetups_Z3xSTc
source: Meetups (%1$d%%)
fr: Rencontres informelles (%1$d%%)

# _score_registrations_done_Z23tQyN
source: Nice. Enjoy staying on the blockchain!
fr: Super! Amuse-toi bien sur la blockchain.

# _score_registrations_improve_15WaKz
source: Get yourself registered on the blockchain by asking someone to invite you, or visit a personhood party.
fr: Fais-toi inscrire en demandant à quelqu'un de t'inviter, ou visite une rencontre 'Personhood'.

# _score_registrations_Bv6rF
source: registrations
fr: inscription

# _score_header_registrations_Zsx2Py
source: Registration (%1$d%%)
fr: Inscription (%1$d%%)

# _score_attributes_done_1o3dm7
source: Well done.
fr: Bien joué!

# _score_attributes_improve_1KgebA
source: Add more information to your identity.
fr: Ajoute des informations sur ton identité.

# _score_attributes_ye7bd
source: attributes
fr: attributs

# _score_header_attributes_1IpA9K
source: Attributes (%1$d%%)
fr: Attributs (%1$d%%)

# _score_done_1O5zTM
source: You got all %1$d %2$@. %3$@
fr: Tu as complété les %1$d %2$@. %3$@

# _score_improve_mDxz3
source: You got %1$d out of %2$d %3$@. %4$@
fr: Tu as fait %1$d sur %2$d %3$@. %4$@

# _score_desc_1O5xmK
source: Your achievement represents how much of the app you already explored. The higher the score, the moreof the functionalities you explored.
fr: L'accomplissement montre combien des fonctionnalités de l'app tu as déjà utilisé. Plus tu utilises les différentes functionalités, plus ton accomplissement sera élevé.

# _score_header_W8cDM
source: Achievements
fr: Accomplissement

# _score_title_wH00B
source: Personhood
fr: Accomplissement

# _settings_data_deleted_Z1jPIW
source: ALL YOUR DATA HAS BEEN DELETED!
fr: TOUTES TES DONNÉES ONT ÉTÉ EFFACÉES

# _settings_clear_confirm_2_10gDo2
source: You will lose all your data! No way back!
fr: Tu perdras toutes tes données! Plus de recours possible!

# _settings_clear_confirm_1_10gDo1
source: Do you really want to delete everything? There is no way back!
fr: Es-tu sûr de bien vouloir tout effacer? Il n'est plus possible de revenir en arrière!

# _settings_clear_1ySLVF
source: Clear all data
fr: Effacer toutes les données

# _settings_continuous_scan_ZOVeX2
source: Continuous Scan
fr: Scan continu

# _settings_title_1A1C8V
source: Settings
fr: Préférences

# _lab_group_2uj7Jf
source: Group Management
fr: Gestion de groupe

# _lab_poll_Z2n9YEK
source: Troll-resistant polls
fr: Sondages anonymes

# _lab_ropasci_BQTec
source: Rock-Paper-Scissors
fr: Feuille-caillou-ciseaux

# _lab_personhood_Z2rhgUc
source: Personhood
fr: Individualité

# _lab_title_2v9QnO
source: Lab of great ideas
fr: Labo des génies

# _challenge_need_register_Mg96y
source: You need first to register.
fr: il faut d'abord t'enregistrer.

# _challenge_join_cancel_M0v1w
source: Don't participate
fr: Je ne souhaite pas participer

# _challenge_join_ok_ZppK7H
source: Reveal and join
fr: Montre mon progrès

# _challenge_join_msg_2kuY7c
source: By joining the challenge you reveal your progress for anybody to see. Do you agree?
fr: Ta participation au concours implique que tout le monde pourra voir ton progrès. Es-tu d'accord?

# _challenge_join_title_2uMzVm
source: Join challenge
fr: Participation au concours

# _challenge_searching_Z1a6K2A
source: Searching new candidates
fr: Recherche de nouveaux candidats

# _challenge_updating_t2Utp
source: Updating list
fr: Mise à jour de la liste

# _challenge_update_ZM3XrH
source: Update List
fr: Mise à jour

# _challenge_welcome_Z2lecvl
source: High-scores
fr: Classement

# _challenge_title_8mSve
source: Challenge
fr: Concours

# _identity_challenge_Z1CUl5
source: Challenge
fr: Concours

# _identity_recover_2lhpML
source: Recover
fr: Récup'

# _identity_attributes_ZXT80j
source: Attributes
fr: Attributs

# _identity_title_Z1lEvro
source: Identity
fr: Identité

# _home_pay_snack_Z6pNpD
source: Pay Snack
fr: Payer Snack

# _home_snack_paid_Z16MNxX
source: Thanks for paying your snack. Show this message to the organizer to get your snack.
fr: Merci d'avoir payé ton snack. Montre ce message à l'organisateur pour recevoir un snack.

# _home_no_admin_ZCCtQj
source: Only an organizer can pay you a snack
fr: Seulement un organisateur peut te donner un snack

# _home_check_admin_Z2v59fN
source: Verifying it's an admin
fr: Vérification du destinataire

# _home_cancel_Z1tb1eD
source: No
fr: Non

# _home_pay_ZzbXP3
source: Yes
fr: Oui

# _home_snack_ZbO5Gt
source: Do you want to pay a snack for 60 poplets?
fr: Est-ce que tu veux payer 60 poplets pour un snack?

# _home_nosnack_1NblWG
source: Not enough poplets left to pay a snack, sorry!
fr: Il ne te reste pas assez de poplets pour un snack.

# _home_updating_contacts_ZTWXJe
source: Updating contact list
fr: Mise à jour de la liste de contacts

# _home_scanning_2eKMaw
source: Scanning new user
fr: Scannage d'un nouvel utilisateur

# _home_invite_Z1fSgnz
source: Invite someone
fr: Inviter quelqu'un

# _home_send_coins_Z8Ooem
source: Send Poplets
fr: Envoyer des jetons

# _home_balance_Z172Ikl
source: Balance: %1$@
fr: Solde: %1$@

# _home_meetup_Z18fxAO
source: Start Meetup
fr: Commencer une rencontre

# _home_score_ZbPt1x
source: Achievements: %1$@
fr: Accomplissement: %1$@

# _home_register_2taLr3
source: To register, ask someone to invite you and scan this QR Code, or go to a personhood-party.
fr: Pour t'inscrire, demande à quelqu'un de t'inviter et de scanner ce QR Code, ou visite une rencontre 'Personhood'.

# _home_title_ZbKAxR
source: Hello %1$@
fr: Salut %1$@

# _main_settings_2rm8Gr
source: Settings
fr: Préf.

# _main_lab_ZG8AW
source: Lab
fr: Labo

# _main_identity_zVwv0
source: Identity
fr: Identité

# _main_home_ZlpP4b
source: Home
fr: Accueil

# _presenting_data_deleted_Z1XNM44
source: Deleted all data
fr: Toutes les données ont été effacées

# _presenting_attaching_device_1XDP32
source: Attaching device
fr: Connection au dispositif

# _presenting_verifying_registration_25Xd3k
source: Verifying registration
fr: Vérification de l'inscription

# _presenting_creating_byzcoin_Z2jUhRY
source: Creating ByzCoin
fr: Création de ByzCoin

# _presenting_delete_all_ZdrX7G
source: Delete All
fr: Tout effacer

# _presenting_go_main_Z1c3nQY
source: Start the fun
fr: Allons-y!

# _presenting_next_steps_1FIudp
source: Once you're signed up you can play a game of rock-paper-scissors on the blockchain. If you participate in a personhood party, you can create an anonymous, troll-resistant poll.
fr: Une fois sur la blockchain, tu peux aussi jouer à 'feuille-caillou-ciseaux'. Si tu as une preuve de ton individualité, tu peux aussi participer aux sondages anonymes.

# _presenting_parties_Z2mdUEO
source: You can also visit personhood-parties. They will prove that you're a unique person, and will allow you to sign up to our experimental blockchain. Once you signed up, your identity can be updated automatically by all your contacts, if you give them the permission.
fr: Il faut maintenant visiter une rencontre 'Personhood'. Ceci prouvera que tu es un individu unique et te permettra de t'inscrire sur notre blockchain. Une fois inscrit, tu recevras des jetons ainsi qu'une preuve de ton identité individuelle.

# _presenting_congrats_Se1wl
source: Congratulations, you're all set up to go. As is, you are not connected to any of our services. But you can go around and meet other people who have the app and exchange your identity with them. This will also start to create your social graph.
fr: Félicitations! Tu es prêt. Pour le moment, toutes tes données sont encore confinées à ton téléphone. Mais tu peux déjà faire des rencontres avec d'autres utilisateurs et échanger ton identité avec eux.

# _presenting_asis_1Uisj1
source: This software is given as-is. More specifically: all of your data is stored in clear on our blockchain.Calls are done unprotected. Poplets will disappear. Feel free to open issues on github.com/c4dt/omniledger anyway.
fr: Ce logiciel est fourni sans garanties. Actuellement, toutes tes données sont enregistrées en clair sur la blockchain du DEDIS. Les appels ne sont pas protégés, tes jetons peuvent disparaître. Merci de reporter les problèmes rencontrés sur github.com/c4dt/omniledger

# _presenting_poc_Z2eiABI
source: Proof-of-concept code!
fr: Code Expérimental!
