Repository: c4dt/omniledger
Catalog: mobile/app/App_Resources/iOS/*.lproj/Localizable.strings
Languages: fr

# _presenting_identity_desc_full_1D5mjp
source: Let's start with getting to know you. The only required field is 'alias', but for more functionality, you should also fill out the email, the phone-number, and give an URL. Of course you can also do so later. All of this information will eventually be public on our servers.
fr: Commençons par prendre quelques renseignements sur toi. Le seul champ obligatoire est 'pseudo', mais pouraccéder à plus de fonctionalités, tu peux aussi remplir les autres champs. Tu auras aussi la possibilité de fairecela plus tard. Attention: actuellement, ces informations seront disponibles publiquement sur nos serveurs!

# _presenting_identity_desc_Z1m8tKf
source: Please fill in an alias with which the other users will recognize you later. You can also change itafter you started using the system.
fr: Ici tu peux enregistrer ton pseudonyme avec lequel les autres utilisateurs vont te reconnaître plus tard. Tu peux aussi le changer plus tard.

# _presenting_identity_1peySV
source: Setting your identity
fr: Données personelles

# _presenting_recover_Z8KXaw
source: Recover
fr: Récupérer compte

# _presenting_scan_device_24km6X
source: Scan Device
fr: Lire Identité Web

# _presenting_personhood_link_YIIxw
source: Personhood is brought to you by
fr: Personhood est créé par

# _presenting_personhood_desc_YHEuT
source: Personhood.online is an experimental application that is used to try out new ideasfor identity management and troll-resistance. It is based on research from the DEDIS lab at EPFL and actively developed by Linus Gasser. The current version should run without too many bugs and its goal is to start a discussion of what is possible.
fr: Personhood est une application expérimentale utilisée pour explorer de nouvelles idées sur la gestion d'identités et la résistance aux 'trolls'. Elle est basée sur la recherche du laboratoire DEDIS de l'EPFL et développée activement par Linus Gasser. Cette version devrait tourner sans trop de bugs, mais tout retour via email ou sur le dépôt github est le bienvenu.

# _presenting_personhood_Z1uQTHb
source: What is Personhood?
fr: Qu'est-ce que Personhood?

# _presenting_title3_Z2nVnjG
source: Next Steps
fr: Étapes suivantes

# _presenting_title2_Z2nVnjH
source: Setting Alias
fr: Configuration du pseudo

# _presenting_title_Z1nKiL0
source: Presentation
fr: Présentation

# _app_name_1k3Sbz
source: Personhood 3
fr: Personhood III

# fasd
source: Username
fr: fasd

# greet
source: Hello %1$@
fr: greet
